{
    "UseTransparencyOnTitle": "Activar el modo Visualización de la selección transparente",
    "UseTransparencyOffTitle": "Desactivar el modo Visualización de la selección transparente",
    "NavigationRotateTitle": "Rotar",
    "NavigationPanTitle": "Encuadrar",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Selección del área",
    "ViewerSettingsPanelTitle": "Opciones del visualizador",
    "standardViews": "Vistas estándar",
    "threeDPageTitle": "3D",
    "isometric": "+Isométrica",
    "trimetric": "-Isométrica",
    "top": "Superior",
    "front": "Delantera",
    "right": "Derecha",
    "back": "Posterior",
    "bottom": "Inferior",
    "left": "Izquierda",
    "visibilityControls": "Controles de visibilidad",
    "allOn": "Todo activado",
    "allOff": "Todo desactivado",
    "selectedOff": "Seleccionados desactivados",
    "selectedOn": "Seleccionados activados",
    "selectedOnly": "Seleccionados solamente",
    "contextOff": "Contexto desactivado",
    "contextOn": "Contexto activado",
    "contextOnly": "Solo contexto",
    "selectContext": "Seleccionar contexto",
    "VisServerTime": "Tiempo del servidor de Vis",
    "EMMRequests": "Peticiones totales de EMM",
    "fit": "Ajustar",
    "pickFilter": "Seleccionar un filtro",
    "vviLaunchFailed": "Fallo al cargar el visualizador",
    "3DNavigation": "Navegación 3D",
    "viewerNotConfigured": "No se activó la renderización 3D en este servidor.",
    "poolManagerFull": "Los servidores de Visualization se hallan ocupados. Vuelva a intentar más tarde o informe al administrador del sistema que se necesita más capacidad.",
    "poolManagerDown": "Los servidores de Visualization no se hallan disponibles. Vuelva a intentar más tarde o informe al administrador del sistema.",
    "mmvDataNotViewable": "Está intentando ver los datos MMV, que no se pueden visualizar con el renderizado del lado del cliente.",
    "notEnoughBrowserStorage": "No hay memoria suficiente en el explorador para completar la operación.",
    "problemInHttpReq": "Existe un problema al procesar una petición HTTP.",
    "browserLimitation": "No pudo inicializar el componente de renderizado debido a limitaciones del explorador Web.",
    "ssrNotSupported": "No se admite la renderización del lado del servidor porque no se encuentra disponible ninguna tarjeta de gráficos del lado del servidor.",
    "viewerEnvironmentNotSupported": "No se admite la renderización 3D en este entorno.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Valor de desplazamiento no válido. Los valores válidos están entre \"{0}\" y \"{1}\".",
    "markup": "Marcar",
    "securityMarkingAcknowledgement": "Confirmo la marcación",
    "tcVisEmptyViewerError": "No se visualizó el componente seleccionado porque no hay ningún modelo asociado.",
    "reconcileWarningMessage": "El visualizador 3D no puede mostrar toda la información porque no se pudieron resolver algunas referencias para los datos.",
    "OK": "Aceptar",
    "Near": "Cerca",
    "Far": "Lejos",
    "Both": "Ambos",
    "Neither": "Ninguno",
    "internalError": "El visualizador 3D tiene un error interno. Reconectándose.",
    "repeatedFailure": "El visualizador 3D tiene fallos repetidos. Vuelva a cargar el explorador.",
    "attemptVisServerReconnect": "Ha finalizado la sesión del visualizador 3D. Reconectándose.",
    "removeAnalysisResult": "Quitar los resultados del análisis",
    "removeAnalysisResultMessage": "Se quitarán los resultados del análisis de la vista 3D.",
    "removeAnalysisResultCancelButtonText": "Cancelar",
    "removeAnalysisResultRemoveButtonText": "Quitar",
    "Awv0PanDesc": "Mueve la vista 3D vertical y horizontalmente con el ratón para cambiar el centro de la vista.",
    "Awv0RotateDesc": "Gira la vista del modelo 3d alrededor del centro de la vista con el ratón. Este es el modo predeterminado de navegación.",
    "Awv0ZoomDesc": "Aleja o acerca el área de trabajo actual con el ratón.",
    "Awv0AreaSelectDesc1": "Arrastre un rectángulo desde la izquierda a la derecha para seleccionar solamente las piezas que están limitadas por el rectángulo.",
    "Awv0AreaSelectDesc2": "Arrastre desde la derecha hasta la izquierda para seleccionar también las piezas cruzadas por los bordes del rectángulo.",
    "ViewNavigationGroupDesc": "Fija el modo de navegación usando los controles del ratón. Los modos de navegación incluyen: rotar, encuadrar y alejar o acercar.",
    "Awv0UseTransparencyDesc": "Se activa para ver las piezas seleccionadas en su color original y con cajas delimitadoras. Las piezas deseleccionadas se muestran en forma transparente. Se desactiva para ver las piezas seleccionadas en el color de resalte y las piezas deseleccionadas en su color original.",
    "MeasurementFilterGroupDesc": "Calcula las distancias entre las piezas o características seleccionadas, como por ejemplo, bordes, puntos o centros de arco.",
    "Awv0ViewerSettingsDesc": "Controla las características de la vista, como por ejemplo, el material, las unidades y el modelo de navegación 3D.",
    "Awv0ViewOrientationGroupDesc": "Alinea la vista 3D del modelo con un ángulo estándar. Puede seleccionar una de las vistas siguientes: En planta, Inferior, Izquierda, Derecha, En alzado, Posterior, +Isométrica, -Isométrica.",
    "Awv0OrientIsometricDesc": "Alinea la vista 3D con la vista +Isométrica almacenada.",
    "Awv0OrientTrimetricDesc": "Alinea la vista 3D con la vista -Isométrica almacenada.",
    "Awv0OrientTopDesc": "Alinea la vista 3D con la vista En planta almacenada.",
    "Awv0OrientFrontDesc": "Alinea la vista 3D con la vista En alzado almacenada.",
    "Awv0OrientRightDesc": "Alinea la vista 3D con la vista Derecha almacenada.",
    "Awv0OrientBackDesc": "Alinea la vista 3D con la vista Posterior almacenada.",
    "Awv0OrientBottomDesc": "Alinea la vista 3D con la vista Inferior almacenada.",
    "Awv0OrientLeftDesc": "Alinea la vista 3D con la vista Izquierda almacenada.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Muestra u oculta las piezas y los subensambles.",
    "Awv0AllOnDesc": "Muestra todas las piezas y los subensambles.",
    "Awv0AllOffDesc": "Oculta todas las piezas y los subensambles.",
    "Awv0SelectedOffDesc": "Oculta las piezas y los subensambles seleccionados.",
    "Awv0SelectedOnDesc": "Visualiza las piezas y los subensambles seleccionados.",
    "Awv0SelectedOnlyDesc": "Muestra solamente las piezas y los subensambles seleccionados. Oculta todo lo demás.",
    "Awv0ContextOffDesc": "Oculta los componentes incluidos al final del camino de navegación de la estructura del ensamble.",
    "Awv0ContextOnDesc": "Visualiza los componentes incluidos al final del camino de navegación de la estructura del ensamble.",
    "Awv0ContextOnlyDesc": "Oculta los componentes que no están incluidos al final del camino de navegación de la estructura del ensamble.",
    "Awv0SelectContextDesc": "Selecciona los componentes incluidos al final del camino de navegación de la estructura del ensamble.",
    "Awv0FitDesc": "Ajusta todos los componentes en el área de trabajo. Seleccionando componentes específicos ajusta esa selección en el área de trabajo.",
    "Awv0Close3DSubCommandsToolbarDesc": "Cerrar",
    "Close": "Cerrar",
    "AreaSelectLimitExceededText": "El ítem {0} que acaba de seleccionar sobrepasa el límite de selección de la acción única de {1}. No se seleccionará ningún ítem nuevo. Para volver a intentar, seleccione menos ítems.",
    "FeatureEdgesBadTopomeshErrorMessage": "Puede que los bordes de la figura no se visualicen correctamente en algunas piezas porque faltan los datos de los bordes o que la información no sea precisa.",
    "pmiNotSupported": "No se puede visualizar correctamente la PMI porque el contenido no está reconocido o está formateado incorrectamente.",
    "SectionMeasurementBadTopomeshErrorMessage": "Esta operación no está disponible porque la información sobre la figura geométrica de esta pieza falta o es imprecisa.",
    "sessionMemoryExceededWarning": "La sesión superó el límite de memoria del explorador y la estructura detuvo la carga. Puede cambiar por el servidor como la ubicación de renderizado para ver estos datos.\n\n Si selecciona Continuar, puede que algunas características no funcionen del modo previsto y que la sesión falle. Minimice los datos que cargue mediante el filtrado de la estructura antes de la visualización o mediante la fijación de la preferencia AWC_visAllOn en Falso para evitar cargar automáticamente todo el ensamble.",
    "renderingNotSupported":"El explorador no está configurado para permitir el cliente como la ubicación del renderizado. Active WebGL en el explorador, o agregue una funcionalidad de servidor como la ubicación de renderizado a su entorno.",
    "csrNotSupportedSsrSupported":"El explorador no está configurado para permitir el cliente como la ubicación del renderizado. Active WebGL en el explorador, o cambie la ubicación de renderizado actual por el servidor.",
    "switchToSSR":"Cambiar por la ubicación de renderizado del servidor",
    "Cancel":"Cancelar",
    "LoadingViewer": "Cargando...",
    "sessionMemoryExceededWarningWithNoSSR": "La sesión ha superado el límite de memoria del explorador y se ha detenido la carga. Puede configurar y utilizar el servidor como ubicación de renderizado para ver estos datos. Si selecciona Continuar, puede que algunas características no funcionen como se esperaba y la sesión podría fallar. Para ver estos datos usando el cliente como la ubicación de renderizado, intente uno de los siguientes: \n • Minimizar los datos que carga filtrando la estructura antes de la visualización \\ •  Minimizar los datos que carga sin cargar automáticamente el ensamble.",
    "continue":"Continuar",
    "options": "Opciones",
    "start": "Inicio",
    "stop": "Parar",
    "visModules": "Módulo",
    "svModule": "Visualización de estructuras",
    "visLogsGenerationSuccess": "Se han generado los registros en el servidor de Visualization. Comuníquese con el administrador para acceder a los registros."
}
