{
    "UseTransparencyOnTitle": "Enable Transparent Selection Display Mode",
    "UseTransparencyOffTitle": "Disable Transparent Selection Display Mode",
    "NavigationRotateTitle": "Rotate",
    "NavigationPanTitle": "Pan",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Area Select",
    "ViewerSettingsPanelTitle": "Viewer Options",
    "standardViews": "Standard Views",
    "threeDPageTitle": "3D",
    "isometric": "+Isometric",
    "trimetric": "-Isometric",
    "top": "Top",
    "front": "Front",
    "right": "Right",
    "back": "Back",
    "bottom": "Bottom",
    "left": "Left",
    "visibilityControls": "Visibility Controls",
    "allOn": "All On",
    "allOff": "All Off",
    "selectedOff": "Selected Off",
    "selectedOn": "Selected On",
    "selectedOnly": "Selected Only",
    "contextOff": "Context Off",
    "contextOn": "Context On",
    "contextOnly": "Context Only",
    "selectContext": "Select Context",
    "VisServerTime": "Vis Server Time",
    "EMMRequests": "Total EMM Requests",
    "fit": "Fit",
    "pickFilter": "Pick Filter",
    "vviLaunchFailed": "Failed to load viewer",
    "3DNavigation": "3D Navigation",
    "viewerNotConfigured": "3D rendering is not enabled for this server.",
    "poolManagerFull": "The visualization servers are busy. Please try again later or inform your system administrator that more capacity is needed.",
    "poolManagerDown": "The visualization servers are unavailable. Please try again later or inform your system administrator.",
    "mmvDataNotViewable": "You are attempting to view MMV data, which cannot be viewed using Client Side Rendering.",
    "notEnoughBrowserStorage": "There is insufficient browser memory available to complete this operation.",
    "problemInHttpReq": "There is a problem processing an HTTP request.",
    "browserLimitation": "Could not initialize the rendering component due to web browser limitations.",
    "ssrNotSupported": "Server side rendering is not supported because there is no server side graphics card available.",
    "viewerEnvironmentNotSupported": "3D rendering is not supported for this environment.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Invalid offset value. Valid values are between \"{0}\" and \"{1}\".",
    "markup": "Markup",
    "securityMarkingAcknowledgement": "I acknowledge the marking",
    "tcVisEmptyViewerError": "The selected component was not displayed because there is no associated model.",
    "reconcileWarningMessage": "The 3D viewer cannot display all information because some data references could not be resolved.",
    "OK": "OK",
    "Near": "Near",
    "Far": "Far",
    "Both": "Both",
    "Neither": "Neither",
    "internalError": "The 3D viewer has experienced an internal error. Reconnecting.",
    "repeatedFailure": "The 3D viewer is experiencing repeated failures. Reload your browser.",
    "attemptVisServerReconnect": "The 3D viewer has timed out. Reconnecting.",
    "removeAnalysisResult": "Remove Analysis Results",
    "removeAnalysisResultMessage": "The analysis results will be removed from the 3D view",
    "removeAnalysisResultCancelButtonText": "Cancel",
    "removeAnalysisResultRemoveButtonText": "Remove",
    "Awv0PanDesc": "Move the 3D View vertically and horizontally with the mouse to change the center of the view.",
    "Awv0RotateDesc": "Rotate the view of the 3D model around the center of the view with the mouse. This is the default navigation mode.",
    "Awv0ZoomDesc": "Zoom in or zoom out of the current work area with the mouse.",
    "Awv0AreaSelectDesc1": "Drag a rectangle from the left to right to select only those parts that are fully bounded by the rectangle.",
    "Awv0AreaSelectDesc2": "Drag from the right to left to also select the parts crossed by the edges of the rectangle.",
    "ViewNavigationGroupDesc": "Set the navigation mode using mouse controls. Navigation modes include rotate, pan, and zoom.",
    "Awv0UseTransparencyDesc": "Enable to view the selected parts in their original color and with bounding boxes. Unselected parts appear transparent. Disable to view the selected parts in the highlight color and the unselected parts in their original color.",
    "MeasurementFilterGroupDesc": "Calculate distances between the selected parts or selected features such as edges, points, or arc centers.",
    "Awv0ViewerSettingsDesc": "Control the view's characteristics, such as the material, units, and 3D navigation model.",
    "Awv0ViewOrientationGroupDesc": "Align the 3D view of the model to a standard angle. You can choose one from the following views: Top, Bottom, Left, Right, Front, Back, +Isometric, -Isometric.",
    "Awv0OrientIsometricDesc": "Align the 3D view with the stored +Isometric view.",
    "Awv0OrientTrimetricDesc": "Align the 3D view with the stored -Isometric view.",
    "Awv0OrientTopDesc": "Align the 3D view with the stored Top view.",
    "Awv0OrientFrontDesc": "Align the 3D view with the stored Front view.",
    "Awv0OrientRightDesc": "Align the 3D view with the stored Right view.",
    "Awv0OrientBackDesc": "Align the 3D view with the stored Back view.",
    "Awv0OrientBottomDesc": "Align the 3D view with the stored Bottom view.",
    "Awv0OrientLeftDesc": "Align the 3D view with the stored Left view.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Show or hide parts and subassemblies.",
    "Awv0AllOnDesc": "Show all parts and subassemblies.",
    "Awv0AllOffDesc": "Hide all parts and subassemblies.",
    "Awv0SelectedOffDesc": "Hide the selected parts and subassemblies.",
    "Awv0SelectedOnDesc": "Show the selected parts and subassemblies.",
    "Awv0SelectedOnlyDesc": "Show only the selected parts and subassemblies. Hide everything else.",
    "Awv0ContextOffDesc": "Hide the components that are included at the end of the assembly structure breadcrumb.",
    "Awv0ContextOnDesc": "View the components that are included at the end of the assembly structure breadcrumb.",
    "Awv0ContextOnlyDesc": "Hide the components that are not included at the end of the assembly structure breadcrumb.",
    "Awv0SelectContextDesc": "Select the components included at the end of the assembly structure breadcrumb.",
    "Awv0FitDesc": "Fit all the components to the work area. Selecting specific components fits the selection to the work area.",
    "Awv0Close3DSubCommandsToolbarDesc": "Close",
    "Close": "Close",
    "AreaSelectLimitExceededText": "The {0} items you just selected exceeds the single action selection limit of {1}. No new items will be selected. Please try again by selecting fewer items.",
    "FeatureEdgesBadTopomeshErrorMessage": "Feature Edges may not display correctly for some parts because the Edge Information data is missing or inaccurate.",
    "pmiNotSupported": "The PMI may not be displayed correctly because the content is unrecognized or incorrectly formatted.",
    "SectionMeasurementBadTopomeshErrorMessage": "This operation is not available because geometric feature information for this part is missing or inaccurate.",
    "sessionMemoryExceededWarning": "Your session exceeded the browser memory limit and the structure stopped loading. You can switch to the server as the render location to view this data.\n\n If you choose Continue, some features may not work as expected and your session could fail. Minimize the data you load by either filtering your structure before viewing or by setting the AWC_visAllOn preference to False to avoid automatically loading the entire assembly.",
    "renderingNotSupported":"Your browser is not configured to allow the client as the render location. Enable WebGL in your browser or add support for the server as the render location to your environment.​",
    "csrNotSupportedSsrSupported":"Your browser is not configured to allow the client as the render location. Enable WebGL in your browser or switch the current render location to the server.",
    "switchToSSR":"Switch to server render location",
    "Cancel":"Cancel",
    "LoadingViewer": "Loading...",
    "sessionMemoryExceededWarningWithNoSSR": "Your session has exceeded the browser memory limit and loading has stopped. You can configure and use the server as render location to view this data. If you choose Continue, some features may not work as expected and your session could fail. \n To view this data using the client as the render location, try one of the following: \n • Minimize the data you load by filtering your structure before viewing \n • Minimize the data you load by not automatically loading the assembly.",
    "continue":"Continue",
    "options": "Options",
    "start": "Start",
    "stop": "Stop",
    "visModules": "Module",
    "svModule": "Structure Visualization",
    "visLogsGenerationSuccess": "The logs have been generated on the visualization server. Please contact administrator for accessing the logs."
}
