{
    "UseTransparencyOnTitle": "Habilitar modo de exibição de seleção transparente",
    "UseTransparencyOffTitle": "Desabilitar modo de exibição de seleção transparente",
    "NavigationRotateTitle": "Girar",
    "NavigationPanTitle": "Panorâmica",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Seleção de área",
    "ViewerSettingsPanelTitle": "Opções do visualizador",
    "standardViews": "Vistas Padrão",
    "threeDPageTitle": "3D",
    "isometric": "+Isométrica",
    "trimetric": "-Isométrica",
    "top": "Superior",
    "front": "Dianteira",
    "right": "Direita",
    "back": "Voltar",
    "bottom": "Inferior",
    "left": "Esquerda",
    "visibilityControls": "Controles de visibilidade",
    "allOn": "Todos Ativos",
    "allOff": "Todos Desativados",
    "selectedOff": "Selecionado desligado",
    "selectedOn": "Selecionado em",
    "selectedOnly": "Somente o Selecionado",
    "contextOff": "Contexto desligado",
    "contextOn": "Contexto em",
    "contextOnly": "Apenas contexto ",
    "selectContext": "Selecionar contexto",
    "VisServerTime": "Hora do Servidor Vis",
    "EMMRequests": "Total de Solicitações EMM",
    "fit": "Ajustar",
    "pickFilter": "Selecionar filtro",
    "vviLaunchFailed": "Falha ao carregar o visualizador",
    "3DNavigation": "Navegação 3D",
    "viewerNotConfigured": "A renderização 3D não está habilitada para este servidor.",
    "poolManagerFull": "Os servidores de visualização estão ocupados. Tente novamente mais tarde ou informe o administrador do sistema que é necessário ter mais capacidade.",
    "poolManagerDown": "Os servidores de visualização não estão disponíveis. Tente novamente mais tarde ou informe o administrador do sistema.",
    "mmvDataNotViewable": "Você está tentando visualizar dados de MMV, que não podem ser visualizados usando-se renderização no lado do cliente.",
    "notEnoughBrowserStorage": "Não há memória de navegador suficiente disponível para concluir a operação.",
    "problemInHttpReq": "Há um problema no processamento de uma solicitação HTTP.",
    "browserLimitation": "Não foi possível inicializar o componente de renderização devido às limitações do navegador da Web.",
    "ssrNotSupported": "A renderização do lado do servidor não é suportada porque não há placa gráfica do lado do servidor disponível.",
    "viewerEnvironmentNotSupported": "A renderização 3D não é suportada para esse ambiente.",
    "coordinateX": "X",
    "coordinateY": "S",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Valor de deslocamento inválido. Os valores válidos estão entre \"{0}\" e \"{1}\".",
    "markup": "Marcação",
    "securityMarkingAcknowledgement": "Eu reconheço a marcação",
    "tcVisEmptyViewerError": "O componente selecionado não foi exibido porque não há nenhum modelo associado.",
    "reconcileWarningMessage": "O visualizador 3D não pode exibir todas as informações, pois algumas referências de dados não puderam ser resolvidas.",
    "OK": "OK",
    "Near": "Próximo",
    "Far": "Distante",
    "Both": "Ambos",
    "Neither": "Nenhum",
    "internalError": "O visualizador 3D experimentou um erro interno. Reconectando.",
    "repeatedFailure": "O visualizador 3D está experimentando repetidas falhas. Recarregue seu navegador.",
    "attemptVisServerReconnect": "O visualizador 3D atingiu o tempo limite. Reconectando. ",
    "removeAnalysisResult": "Remover resultados da análise",
    "removeAnalysisResultMessage": "Os resultados da análise serão removidos da exibição 3D",
    "removeAnalysisResultCancelButtonText": "Cancelar",
    "removeAnalysisResultRemoveButtonText": "Remover",
    "Awv0PanDesc": "Mova a Exibição 3D vertical e horizontalmente com o mouse para alterar o centro da vista.",
    "Awv0RotateDesc": "Gire a exibição do modelo 3D em torno do centro da vista com o mouse. Este é o modo de navegação padrão.",
    "Awv0ZoomDesc": "Aplique mais ou menos zoom na área de trabalho atual com o mouse.",
    "Awv0AreaSelectDesc1": "Arraste um retângulo da esquerda para a direita para selecionar apenas as peças totalmente inseridas no retângulo.",
    "Awv0AreaSelectDesc2": "Arraste da direita para a esquerda para selecionar também as peças cruzadas pelas arestas do retângulo.",
    "ViewNavigationGroupDesc": "Defina o modo de navegação usando os controles do mouse. Os modos de navegação incluem girar, panorâmica e zoom.",
    "Awv0UseTransparencyDesc": "Habilite para exibir as peças selecionadas em sua cor original e com caixas delimitadoras. As peças não selecionadas aparecem transparentes. Desabilite para exibir as peças selecionadas na cor de destaque e as peças não selecionadas em sua cor original.",
    "MeasurementFilterGroupDesc": "Calcule as distâncias entre as peças selecionadas ou os recursos selecionados, como arestas, pontos ou centros de arco.",
    "Awv0ViewerSettingsDesc": "Controle as características da exibição, como material, unidades e modelo de navegação 3D.",
    "Awv0ViewOrientationGroupDesc": "Alinhe a exibição 3D do modelo com um ângulo padrão. Você pode escolher uma das seguintes vistas: Superior, Inferior, Esquerda, Direita, Dianteira, Traseira, +Isométrica, -Isométrica.",
    "Awv0OrientIsometricDesc": "Alinhe a exibição 3D com a exibição +Isométrica armazenada.",
    "Awv0OrientTrimetricDesc": "Alinhe a exibição 3D com a exibição -Isométrica armazenada.",
    "Awv0OrientTopDesc": "Alinhe a exibição 3D com a exibição Superior armazenada.",
    "Awv0OrientFrontDesc": "Alinhe a exibição 3D com a exibição Dianteira armazenada.",
    "Awv0OrientRightDesc": "Alinhe a exibição 3D com a exibição Direita armazenada.",
    "Awv0OrientBackDesc": "Alinhe a exibição 3D com a exibição Traseira armazenada.",
    "Awv0OrientBottomDesc": "Alinhe a exibição 3D com a exibição Inferior armazenada.",
    "Awv0OrientLeftDesc": "Alinhe a exibição 3D com a exibição Esquerda armazenada.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Exiba ou oculte peças e submontagens.",
    "Awv0AllOnDesc": "Exiba todas as peças e submontagens.",
    "Awv0AllOffDesc": "Oculte todas as peças e submontagens.",
    "Awv0SelectedOffDesc": "Oculte as peças e submontagens selecionadas.",
    "Awv0SelectedOnDesc": "Exiba as peças e submontagens selecionadas.",
    "Awv0SelectedOnlyDesc": "Exiba apenas as peças e submontagens selecionadas. Oculte todo o resto.",
    "Awv0ContextOffDesc": "Oculte os componentes incluídos no final da trilha de navegação da estrutura de montagem.",
    "Awv0ContextOnDesc": "Exiba os componentes incluídos no final da trilha de navegação da estrutura de montagem.",
    "Awv0ContextOnlyDesc": "Oculte os componentes que não estão incluídos no final da trilha de navegação da estrutura de montagem.",
    "Awv0SelectContextDesc": "Selecione os componentes incluídos no final da trilha de navegação da estrutura de montagem.",
    "Awv0FitDesc": "Encaixe todos os componentes na área de trabalho. A seleção de componentes específicos encaixa a seleção na área de trabalho.",
    "Awv0Close3DSubCommandsToolbarDesc": "Fechar",
    "Close": "Fechar",
    "AreaSelectLimitExceededText": "Os {0} itens que você acabou de selecionar excedem o limite de seleção de ação única de {1}. Nenhum item novo será selecionado. Selecione menos itens e tente novamente.",
    "FeatureEdgesBadTopomeshErrorMessage": "As Arestas de Recurso não podem ser exibidas corretamente para algumas peças porque os dados de Informações de Aresta estão faltando ou são imprecisos.",
    "pmiNotSupported": "O PMI pode não ser exibido corretamente porque o conteúdo não é reconhecido ou está formatado incorretamente.",
    "SectionMeasurementBadTopomeshErrorMessage": "Esta operação não está disponível porque as informações de recurso geométrico para esta peça estão faltando ou imprecisas.",
    "sessionMemoryExceededWarning": "Sua sessão excedeu o limite de memória do navegador e a estrutura interrompeu o carregamento. Você pode alternar para o servidor como o local de renderização para visualizar esses dados.\n\n Se você escolher Continuar, alguns recursos poderão não funcionar como o esperado e sua sessão poderá falhar. Minimize os dados carregados filtrando sua estrutura antes de visualizar ou definindo a preferência AWC_visAllOn como Falso para evitar o carregamento automático de toda a montagem.",
    "renderingNotSupported":"Seu navegador não está configurado para permitir que o cliente seja o local de renderização. Habilite o WebGL em seu navegador ou adicione suporte ao servidor como o local de renderização para seu ambiente.",
    "csrNotSupportedSsrSupported":"Seu navegador não está configurado para permitir que o cliente seja o local de renderização. Habilite o WebGL em seu navegador ou alterne o local de renderização atual para o servidor.",
    "switchToSSR":"Alternar para o local de renderização do servidor",
    "Cancel":"Cancelar",
    "LoadingViewer": "Carregando...",
    "sessionMemoryExceededWarningWithNoSSR": "A sua sessão excedeu o limite de memória do navegador e a carga foi interrompida. Você pode configurar e usar o servidor como o local de renderização para visualizar esses dados. Se você escolher Continuar, alguns recursos poderão não funcionar como o esperado e sua sessão poderá falhar. \n Para visualizar esses dados usando o cliente como o local de renderização, tente uma das seguintes ações: \n • Minimizar os dados que você carrega filtrando sua estrutura antes de visualizar \n • Minimizar os dados que você carrega não carregando automaticamente a montagem.",
    "continue":"Continuar",
    "options": "Opções",
    "start": "Iniciar",
    "stop": "Parar",
    "visModules": "Módulo",
    "svModule": "Visualização da Estrutura",
    "visLogsGenerationSuccess": "Os logs foram gerados no servidor de visualização. Entre em contato com o administrador para acessá-los."
}
