{
    "UseTransparencyOnTitle": "Zapnout režim průhledného zobrazení výběru",
    "UseTransparencyOffTitle": "Vypnout režim průhledného zobrazení výběru",
    "NavigationRotateTitle": "Otočit",
    "NavigationPanTitle": "Posunout",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Výběr oblastí",
    "ViewerSettingsPanelTitle": "Možnosti prohlížeče",
    "standardViews": "Standardní zobrazení",
    "threeDPageTitle": "3D",
    "isometric": "+Izometrický",
    "trimetric": "-Izometrický",
    "top": "Horní",
    "front": "Přední",
    "right": "Vpravo",
    "back": "Zpět",
    "bottom": "Dolní",
    "left": "Vlevo",
    "visibilityControls": "Nastavení viditelnosti",
    "allOn": "Zapnout vše",
    "allOff": "Vypnout vše",
    "selectedOff": "Vypnout vybrané",
    "selectedOn": "Vybrané zapnuty",
    "selectedOnly": "Pouze vybrané",
    "contextOff": "Kontext vypnut",
    "contextOn": "Kontext zapnut",
    "contextOnly": "Pouze kontext",
    "selectContext": "Vybrat kontext",
    "VisServerTime": "Čas serveru Vis",
    "EMMRequests": "Celkový počet požadavků EMM",
    "fit": "Vyplnit",
    "pickFilter": "Vybrat filtr",
    "vviLaunchFailed": "Načítání prohlížeče se nezdařilo.",
    "3DNavigation": "3D navigace",
    "viewerNotConfigured": "3D rendrování není pro tento server povoleno.",
    "poolManagerFull": "Server vizualizací je zaneprázdněn. Zkuste to později nebo informujte správce systému o nutnosti větší kapacity.",
    "poolManagerDown": "Servery vizualizací nejsou dostupné. Zkuste to později nebo informujte správce systému.",
    "mmvDataNotViewable": "Pokoušíte se zobrazit data MMV, která není možné zobrazit pomocí rendrování na straně klienta.",
    "notEnoughBrowserStorage": "K dokončení této operace není k dispozici dostatečná paměť prohlížeče.",
    "problemInHttpReq": "Při zpracování požadavku HTTP došlo k problému.",
    "browserLimitation": "Komponentu rendrování není možné inicializovat kvůli omezením webového prohlížeče.",
    "ssrNotSupported": "Rendrování na straně serveru není podporováno, protože není dostupná grafická karta serveru.",
    "viewerEnvironmentNotSupported": "3D rendrování není podporováno v tomto prostředí.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Neplatná hodnota odsazení; platné hodnoty jsou od \"{0}\" do \"{1}\".",
    "markup": "Připomínka",
    "securityMarkingAcknowledgement": "Potvrzuji označení",
    "tcVisEmptyViewerError": "Vybraná komponenta nebyla zobrazena, protože není asociován žádný model.",
    "reconcileWarningMessage": "3D prohlížeč nemůže zobrazit všechny informace, protože některé odkazy na data není možné vyřešit.",
    "OK": "OK",
    "Near": "Blízko",
    "Far": "Daleko",
    "Both": "Oba",
    "Neither": "Žádný",
    "internalError": "V 3D prohlížeči došlo k vnitřní chybě. Znovu se připojuje.",
    "repeatedFailure": "V 3D prohlížeči došlo k opakovaným chybám. Znovu načtěte prohlížeč.",
    "attemptVisServerReconnect": "V 3D prohlížeči došlo k vypršení časové meze. Znovu se připojuje.",
    "removeAnalysisResult": "Odebrat výsledky analýzy",
    "removeAnalysisResultMessage": "Výsledky analýzy budou odebrány z 3D pohledu",
    "removeAnalysisResultCancelButtonText": "Zrušit",
    "removeAnalysisResultRemoveButtonText": "Odebrat",
    "Awv0PanDesc": "Přesuňte 3D pohled myší vodorovně a svisle pro změnu středu pohledu.",
    "Awv0RotateDesc": "Otočte pohled 3D modelu myší kolem středu pohledu. Toto je výchozí režim navigace.",
    "Awv0ZoomDesc": "Přibližte nebo oddalte aktuální pracovní plochu myší.",
    "Awv0AreaSelectDesc1": "Přetáhněte obdélník zleva doprava,  abyste vybrali jen ty součásti, které jsou celé ohraničeny obdélníkem. ",
    "Awv0AreaSelectDesc2": "Přetáhněte zprava doleva, abyste vybrali také ty součásti, které přesahují hrany obdélníku.",
    "ViewNavigationGroupDesc": "Nastavte režim navigace pomocí myši. Režimy navigace zahrnují otáčení, posouvání a přibližování.",
    "Awv0UseTransparencyDesc": "Povolte pro zobrazení vybraných součástí v původní barvě a s hraničními kvádry. Nevybrané součásti budou průhledné. Vypněte pro zobrazení vybraných součástí barvou zvýraznění a nevybraných součástí původní barvou.",
    "MeasurementFilterGroupDesc": "Vypočtěte vzdálenost mezi vybranými součástmi nebo prvky, například hranami, body nebo středy oblouků.",
    "Awv0ViewerSettingsDesc": "Řiďte vlastnosti pohledu, například materiál, jednotky a 3D model navigace.",
    "Awv0ViewOrientationGroupDesc": "Zarovnejte 3D pohled modelu na standardní úhel. Můžete si vybrat jeden z následujících pohledů: Horní, Dolní, Levý, Pravý, Přední, Zadní, +Izometrický, -Izometrický.",
    "Awv0OrientIsometricDesc": "Zarovnejte 3D pohled s uloženým pohledem +Izometrický.",
    "Awv0OrientTrimetricDesc": "Zarovnejte 3D pohled s uloženým pohledem -Izometrický.",
    "Awv0OrientTopDesc": "Zarovnejte 3D pohled s uloženým pohledem Horní.",
    "Awv0OrientFrontDesc": "Zarovnejte 3D pohled s uloženým pohledem Přední.",
    "Awv0OrientRightDesc": "Zarovnejte 3D pohled s uloženým pohledem Pravý.",
    "Awv0OrientBackDesc": "Zarovnejte 3D pohled s uloženým pohledem Zadní.",
    "Awv0OrientBottomDesc": "Zarovnejte 3D pohled s uloženým pohledem Dolní.",
    "Awv0OrientLeftDesc": "Zarovnejte 3D pohled s uloženým pohledem Levý.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Zobrazte nebo skryjte součásti a podsestavy.",
    "Awv0AllOnDesc": "Zobrazte všechny součásti a podsestavy.",
    "Awv0AllOffDesc": "Skryjte všechny součásti a podsestavy.",
    "Awv0SelectedOffDesc": "Skryjte vybrané součásti a podsestavy.",
    "Awv0SelectedOnDesc": "Zobrazte vybrané součásti a podsestavy.",
    "Awv0SelectedOnlyDesc": "Zobrazte pouze vybraní součásti a podsestavy. Skryjte všechno ostatní.",
    "Awv0ContextOffDesc": "Skryjte komponenty, které jsou zahrnuty na konci sestavy struktury navigace.",
    "Awv0ContextOnDesc": "Zobrazte komponenty, které jsou zahrnuty na konci sestavy struktury navigace.",
    "Awv0ContextOnlyDesc": "Skryjte komponenty, které nejsou zahrnuty na konci sestavy struktury navigace.",
    "Awv0SelectContextDesc": "Vyberte komponenty, které jsou zahrnuty na konci sestavy struktury navigace.",
    "Awv0FitDesc": "Vloží všechny komponenty do pracovní oblasti. Výběrem konkrétních komponent vložíte výběr do pracovní oblasti.",
    "Awv0Close3DSubCommandsToolbarDesc": "Zavřít",
    "Close": "Zavřít",
    "AreaSelectLimitExceededText": "Položky {0}, které jste právě vybrali, překračují limit výběru jedné akce {1}. Nebudou vybrány žádné nové položky. Zkuste to znovu výběrem menšího počtu položek.",
    "FeatureEdgesBadTopomeshErrorMessage": "Hrany prvku se u některých částí nemusí zobrazit správně, protože data informací o hranách chybí nebo jsou nepřesná.",
    "pmiNotSupported": "PMI se nemusí zobrazit správně, protože obsah není rozpoznán nebo nesprávně formátován.",
    "SectionMeasurementBadTopomeshErrorMessage": "Tato operace není dostupná, protože informace o geometrickém prvku pro tuto součást chybí nebo jsou nepřesné.",
    "sessionMemoryExceededWarning": "Relace překročila limit paměti prohlížeče a načítání struktury bylo zastaveno. K zobrazení těchto dat můžete přepnout umístění rendrování na server.\n\n Pokud vyberete možnost Pokračovat, některé funkce nemusí fungovat podle očekávání a relace by mohla selhat. Minimalizujte načítaná data buď filtrováním struktury před zobrazením, nebo nastavením předvolby AWC_visAllOn na hodnotu False, aby se zamezilo automatickému načítání celé sestavy.",
    "renderingNotSupported":"Prohlížeč není konfigurován tak, aby povoloval klienta jako umístění rendrování. Zapněte v prohlížeči webGL nebo přidejte podporu pro server jako umístění rendrování do vašeho prostředí.",
    "csrNotSupportedSsrSupported":"Prohlížeč není konfigurován tak, aby povoloval klienta jako umístění rendrování. Zapněte v prohlížeči webGL nebo přepněte aktuální umístění rendrování na server.",
    "switchToSSR":"Přepnutí do umístění rendrování serveru",
    "Cancel":"Storno",
    "LoadingViewer": "Načítání...",
    "sessionMemoryExceededWarningWithNoSSR": "Relace překročila limit paměti prohlížeče a načítání bylo zastaveno. K zobrazení těchto dat můžete nakonfigurovat a používat server jako umístění rendrování. Pokud vyberete možnost Pokračovat, některé funkce nemusí fungovat podle očekávání a relace by mohla selhat. \n Pokud chcete tato data zobrazit s použitím klienta jako umístění rendrování, vyzkoušejte jednu z následujících možností: \n • Před zobrazením minimalizujte načítaná data filtrováním struktury. \n • Minimalizujte načítaná data tím, že sestava se nebude načítat automaticky.",
    "continue":"Pokračovat",
    "options": "Možnosti",
    "start": "Začátek",
    "stop": "Zastavit",
    "visModules": "Modul",
    "svModule": "Vizualizace struktury",
    "visLogsGenerationSuccess": "Protokoly byly vygenerovány na vizualizačním serveru. Pro přístup k protokolům kontaktujte správce."
}
