{
    "UseTransparencyOnTitle": "Attiva modalità di visualizzazione selezione in trasparenza",
    "UseTransparencyOffTitle": "Disattiva modalità di visualizzazione selezione in trasparenza",
    "NavigationRotateTitle": "Ruota",
    "NavigationPanTitle": "Sposta",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Selezione area",
    "ViewerSettingsPanelTitle": "Opzioni del visualizzatore",
    "standardViews": "Viste standard",
    "threeDPageTitle": "3D",
    "isometric": "+Isometrica",
    "trimetric": "-Isometrica",
    "top": "Superiore",
    "front": "Anteriore",
    "right": "Destra",
    "back": "Posteriore",
    "bottom": "Inferiore",
    "left": "Sinistra",
    "visibilityControls": "Controlli di visibilità",
    "allOn": "Tutto attivato",
    "allOff": "Tutto disattivato",
    "selectedOff": "Selezionati disattivati",
    "selectedOn": "Selezionati attivati",
    "selectedOnly": "Solo selezionati",
    "contextOff": "Disattiva contesto",
    "contextOn": "Attiva contesto",
    "contextOnly": "Solo contesto",
    "selectContext": "Seleziona contesto",
    "VisServerTime": "Ora del server Vis",
    "EMMRequests": "Totale richieste EMM",
    "fit": "Adatta",
    "pickFilter": "Seleziona filtro",
    "vviLaunchFailed": "Errore durante il caricamento del visualizzatore",
    "3DNavigation": "Navigazione 3D",
    "viewerNotConfigured": "Rendering 3D non attivato per il server.",
    "poolManagerFull": "I server di visualizzazione sono occupati. Riprovare in seguito oppure comunicare all'amministratore del sistema che è richiesta una capacità maggiore.",
    "poolManagerDown": "I server di visualizzazione non sono disponibili. Riprovare in seguito oppure contattare l'amministratore del sistema.",
    "mmvDataNotViewable": "Tentativo di visualizzare dati MMV, che non possono essere visualizzati utilizzando il rendering lato client.",
    "notEnoughBrowserStorage": "La memoria del browser non è sufficiente per completare l'operazione.",
    "problemInHttpReq": "Errore nell'elaborazione di una richiesta HTTP.",
    "browserLimitation": "Impossibile inizializzare il componente di rendering a causa delle limitazioni del browser Web.",
    "ssrNotSupported": "Il rendering lato server non è supportato perché non sono disponibili schede grafiche lato server.",
    "viewerEnvironmentNotSupported": "Il rendering 3D non è supportato in questo ambiente.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Valore di offset non valido. I valori validi sono compresi tra \"{0}\" e \"{1}\".",
    "markup": "Markup",
    "securityMarkingAcknowledgement": "Confermo l'annotazione",
    "tcVisEmptyViewerError": "Il componente selezionato non è stato visualizzato per mancanza di un modello associato.",
    "reconcileWarningMessage": "Il visualizzatore 3D non è in grado di visualizzare tutte le informazioni perché alcuni riferimenti dei dati non possono essere risolti.",
    "OK": "OK",
    "Near": "Vicino",
    "Far": "Lontano",
    "Both": "Entrambi",
    "Neither": "Né l'uno né l'altro",
    "internalError": "Errore interno al visualizzatore 3D. Riconnessione in corso.",
    "repeatedFailure": "Il visualizzatore 3D sta riscontrando errori ricorrenti. Ricaricare il browser.",
    "attemptVisServerReconnect": "Timeout del visualizzatore 3D. Riconnessione in corso.",
    "removeAnalysisResult": "Rimuovi risultati dell'analisi",
    "removeAnalysisResultMessage": "I risultati dell'analisi verranno rimossi dalla vista 3D",
    "removeAnalysisResultCancelButtonText": "Annulla",
    "removeAnalysisResultRemoveButtonText": "Rimuovi",
    "Awv0PanDesc": "Spostare la vista 3D in verticale e orizzontale con il mouse per cambiare il centro della vista.",
    "Awv0RotateDesc": "Ruotare la vista del modello 3D intorno al centro della vista con il mouse. Questa è la modalità di navigazione predefinita.",
    "Awv0ZoomDesc": "Applicare lo zoom avanti o indietro all'area di lavoro corrente con il mouse.",
    "Awv0AreaSelectDesc1": "Trascinare un rettangolo da sinistra a destra per selezionare soltanto le parti interamente delimitate dal rettangolo.",
    "Awv0AreaSelectDesc2": "Trascinare da destra a sinistra per selezionare anche le parti attraversate dagli spigoli del rettangolo.",
    "ViewNavigationGroupDesc": "Impostare la modalità di navigazione usando i controlli del mouse. Le modalità di navigazione includono: rotazione, spostamento e zoom.",
    "Awv0UseTransparencyDesc": "Attivare l'opzione per visualizzare le parti selezionate nel colore originale e senza riquadri di delimitazione. Le parti non selezionate appaiono trasparenti. Disattivare l'opzione per visualizzare le parti selezionate nel colore di evidenziazione e quelle non selezionate nel colore originale.",
    "MeasurementFilterGroupDesc": "Calcolare la distanza tra le parti o feature selezionate, quali spigoli, punti o centri d'arco.",
    "Awv0ViewerSettingsDesc": "Controllare le caratteristiche della vista, tra cui il materiale, le unità di misura e il modello di navigazione 3D.",
    "Awv0ViewOrientationGroupDesc": "Allineare la vista 3D del modello a un angolo standard. È possibile scegliere una delle seguenti viste: Superiore, Inferiore, Sinistra, Destra, Anteriore, Posteriore, +Isometrica, -Isometrica.",
    "Awv0OrientIsometricDesc": "Allineare la vista 3D alla vista +Isometrica salvata.",
    "Awv0OrientTrimetricDesc": "Allineare la vista 3D alla vista -Isometrica salvata.",
    "Awv0OrientTopDesc": "Allineare la vista 3D alla vista Superiore salvata.",
    "Awv0OrientFrontDesc": "Allineare la vista 3D alla vista Anteriore salvata.",
    "Awv0OrientRightDesc": "Allineare la vista 3D alla vista Destra salvata.",
    "Awv0OrientBackDesc": "Allineare la vista 3D alla vista Posteriore salvata.",
    "Awv0OrientBottomDesc": "Allineare la vista 3D alla vista Inferiore salvata.",
    "Awv0OrientLeftDesc": "Allineare la vista 3D alla vista Sinistra salvata.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Mostrare o nascondere parti e sottoassiemi.",
    "Awv0AllOnDesc": "Mostrare tutte le parti e i sottoassiemi.",
    "Awv0AllOffDesc": "Nascondere tutte le parti e i sottoassiemi.",
    "Awv0SelectedOffDesc": "Nascondere le parti e i sottoassiemi selezionati.",
    "Awv0SelectedOnDesc": "Mostrare le parti e i sottoassiemi selezionati.",
    "Awv0SelectedOnlyDesc": "Mostrare soltanto le parti e i sottoassiemi selezionati, nascondendo tutto il resto.",
    "Awv0ContextOffDesc": "Nascondere i componenti inclusi alla fine del percorso di navigazione della struttura dell'assieme.",
    "Awv0ContextOnDesc": "Visualizzare i componenti inclusi alla fine del percorso di navigazione della struttura dell'assieme.",
    "Awv0ContextOnlyDesc": "Nascondere i componenti non inclusi alla fine del percorso di navigazione della struttura dell'assieme.",
    "Awv0SelectContextDesc": "Selezionare i componenti inclusi alla fine del percorso di navigazione della struttura dell'assieme.",
    "Awv0FitDesc": "Adattare tutti i componenti all'area di lavoro. La selezione di specifici componenti adatta la selezione all'area di lavoro.",
    "Awv0Close3DSubCommandsToolbarDesc": "Chiudi",
    "Close": "Chiudi",
    "AreaSelectLimitExceededText": "La selezione di {0} item supera il limite di selezione di {1} in una singola azione. Non verranno selezionati altri item. Riprovare selezionando meno item.",
    "FeatureEdgesBadTopomeshErrorMessage": "Gli spigoli feature potrebbero non essere visualizzati correttamente per alcune parti a causa di dati relativi a informazioni su spigoli mancanti o non precisi.",
    "pmiNotSupported": "L'informazione PMI potrebbe non essere visualizzata correttamente perché il contenuto non è riconosciuto o formattato correttamente.",
    "SectionMeasurementBadTopomeshErrorMessage": "L'operazione non è disponibile perché le informazioni sulle feature geometriche della parte sono mancanti o imprecise.",
    "sessionMemoryExceededWarning": "La sessione ha superato il limite di memoria del browser e il caricamento della struttura è stato interrotto. È possibile passare al server come percorso di rendering per visualizzare questi dati.\n\n Se si sceglie di continuare, alcune feature potrebbero non funzionare come previsto e la sessione potrebbe interrompersi. Ridurre al minimo i dati caricati filtrando la struttura prima della visualizzazione o impostando la preferenza AWC_visAllOn su Falso per evitare di caricare automaticamente l'intero assieme.",
    "renderingNotSupported":"Il browser non è configurato in modo da consentire il client come percorso di rendering. Abilitare WebGL nel browser o aggiungere il supporto per il server come percorso di rendering per l'ambiente.",
    "csrNotSupportedSsrSupported":"Il browser non è configurato in modo da consentire il client come percorso di rendering. Abilitare WebGL nel browser o passare al server come attuale percorso di rendering.",
    "switchToSSR":"Passa al percorso di rendering del server",
    "Cancel":"Annulla",
    "LoadingViewer": "Caricamento...",
    "sessionMemoryExceededWarningWithNoSSR": "La sessione ha superato il limite di memoria del browser e il caricamento è stato interrotto. È possibile configurare ed utilizzare il server come percorso di rendering per visualizzare i dati. Se si sceglie di continuare, alcune feature potrebbero non funzionare come previsto e la sessione potrebbe interrompersi. \n Per visualizzare i dati utilizzando il client come percorso di rendering, provare una delle seguenti operazioni: \n • Ridurre al minimo i dati caricati filtrando la struttura prima della visualizzazione. \n • Ridurre al minimo i dati caricati non caricando automaticamente l'assieme.",
    "continue":"Continua",
    "options": "Opzioni",
    "start": "Avvia",
    "stop": "Arresta",
    "visModules": "Modulo",
    "svModule": "Visualizzazione struttura",
    "visLogsGenerationSuccess": "I log sono stati generati nel server di visualizzazione. Contattare l'amministratore per ottenere l'accesso."
}
