{
    "UseTransparencyOnTitle": "Activer le mode d'affichage de sélection transparent",
    "UseTransparencyOffTitle": "Désactiver le mode d'affichage de sélection transparent",
    "NavigationRotateTitle": "Pivoter",
    "NavigationPanTitle": "Panoramique",
    "NavigationZoomTitle": "Zoom",
    "AreaSelectTitle": "Sélection par zone",
    "ViewerSettingsPanelTitle": "Options de l'afficheur",
    "standardViews": "Vues standard",
    "threeDPageTitle": "3D",
    "isometric": "+Isométrique",
    "trimetric": "-Isométrique",
    "top": "Au début",
    "front": "Face",
    "right": "Droite",
    "back": "Arrière",
    "bottom": "Dessous",
    "left": "Gauche",
    "visibilityControls": "Contrôles de visibilité",
    "allOn": "Tout affiché",
    "allOff": "Tout masqué",
    "selectedOff": "Sélection masquée",
    "selectedOn": "Sélection affichée",
    "selectedOnly": "Sélectionnés seulement",
    "contextOff": "Contexte désactivé",
    "contextOn": "Contexte activé",
    "contextOnly": "Contexte uniquement",
    "selectContext": "Sélectionner le contexte",
    "VisServerTime": "Temps du serveur Vis",
    "EMMRequests": "Nb total de requêtes EMM",
    "fit": "Ajuster",
    "pickFilter": "Sélection de filtre",
    "vviLaunchFailed": "Echec de chargement de l'afficheur",
    "3DNavigation": "Navigation 3D",
    "viewerNotConfigured": "Rendu 3D non activé pour ce serveur.",
    "poolManagerFull": "Les serveurs de Visualisation sont occupés. Réessayez plus tard ou informez l'administrateur du système que la capacité est insuffisante.",
    "poolManagerDown": "Les serveurs de Visualisation ne sont pas disponibles. Réessayez plus tard ou informez l'administrateur du système.",
    "mmvDataNotViewable": "Vous essayez de visualiser les données MMV, qui ne peuvent pas être affichées à l'aide du Rendu côté client.",
    "notEnoughBrowserStorage": "La mémoire de navigateur disponible est insuffisante pour effectuer cette opération.",
    "problemInHttpReq": "Un problème s'est produit lors du traitement d'une requête HTTP.",
    "browserLimitation": "Impossible de lancer le rendu de composant en raison des limitations du navigateur Web.",
    "ssrNotSupported": "Le rendu côté serveur n'est pas pris en charge car aucune carte graphique côté serveur n'est disponible.",
    "viewerEnvironmentNotSupported": "Rendu 3D non pris en charge pour cet environnement.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Valeur de décalage non valable. Les valeurs valables sont comprises entre \"{0}\" et \"{1}\".",
    "markup": "Annotation",
    "securityMarkingAcknowledgement": "J'accuse réception de l'annotation",
    "tcVisEmptyViewerError": "Le composant sélectionné n'a pas été affiché car il n'y a pas de modèle associé.",
    "reconcileWarningMessage": "L'afficheur 3D ne peut pas afficher toutes les informations car des références de données n'ont pas été résolues.",
    "OK": "OK",
    "Near": "Proche",
    "Far": "Loin",
    "Both": "Les deux",
    "Neither": "Aucun",
    "internalError": "L'Afficheur 3D a subi une erreur interne. Reconnexion.",
    "repeatedFailure": "L'Afficheur 3D subit des échecs répétés. Rechargez votre navigateur.",
    "attemptVisServerReconnect": "L'Afficheur 3D a dépassé le délai d'attente. Reconnexion.",
    "removeAnalysisResult": "Supprimer les résultats d'analyse",
    "removeAnalysisResultMessage": "Les résultats d'analyse seront supprimés de la Vue 3D",
    "removeAnalysisResultCancelButtonText": "Annuler",
    "removeAnalysisResultRemoveButtonText": "Supprimer",
    "Awv0PanDesc": "Déplace la vue 3D verticalement et horizontalement avec la souris pour modifier le centre de la vue.",
    "Awv0RotateDesc": "Pivote la vue du modèle 3D autour du centre de la vue avec la souris. Mode de navigation par défaut.",
    "Awv0ZoomDesc": "Zoomer plus ou moins sur la zone de travail actuelle avec la souris.",
    "Awv0AreaSelectDesc1": "Tracez un rectangle de gauche à droite pour ne sélectionner que les pièces qui sont entièrement limitées par le rectangle.",
    "Awv0AreaSelectDesc2": "Partir de l'angle inférieur droit jusqu'à l'angle supérieur gauche sélectionne aussi les pièces traversées par les arêtes de la zone rectangulaire.",
    "ViewNavigationGroupDesc": "Définit le mode de navigation en utilisant les commandes de la souris. Les modes de navigation sont: Panoramique, Rotation et Zoom.",
    "Awv0UseTransparencyDesc": "Activer pour voir les pièces sélectionnées dans leur couleur d'origine et avec des boîtes limites. Les pièces désélectionnées apparaissent transparentes. Désactiver pour voir les pièces sélectionnées dans la couleur de surbrillance, et les pièces désélectionnées dans leur couleur d'origine.",
    "MeasurementFilterGroupDesc": "Calcule les distances entre les pièces ou les primitives sélectionnées telles que les arêtes, les points ou les centres d'arc.",
    "Awv0ViewerSettingsDesc": "Contrôle les caractéristiques de la vue telles que le matériau, les unités et le modèle de navigation 3D.",
    "Awv0ViewOrientationGroupDesc": "Aligne la vue 3D du modèle sur un angle standard. Choisissez l'une des vues suivantes: Dessus, Dessous, Gauche, Droite, Face, Arrière, +Isométrique, -Isométrique.",
    "Awv0OrientIsometricDesc": "Aligne la vue 3D sur la vue +Isométrique stockée.",
    "Awv0OrientTrimetricDesc": "Aligne la vue 3D sur la vue -Isométrique stockée.",
    "Awv0OrientTopDesc": "Aligne la vue 3D sur la vue de Dessus stockée.",
    "Awv0OrientFrontDesc": "Aligne la vue 3D sur la vue de Face stockée.",
    "Awv0OrientRightDesc": "Aligne la vue 3D sur la vue de Droite stockée.",
    "Awv0OrientBackDesc": "Aligne la vue 3D sur la vue Arrière stockée.",
    "Awv0OrientBottomDesc": "Aligne la vue 3D sur la vue de Dessous stockée.",
    "Awv0OrientLeftDesc": "Aligne la vue 3D sur la vue de Gauche stockée.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Affiche ou cache les pièces et sous-assemblages.",
    "Awv0AllOnDesc": "Afficher tous: pièces et sous-assemblages.",
    "Awv0AllOffDesc": "Masquer tous: pièces et sous-assemblages.",
    "Awv0SelectedOffDesc": "Masquer les pièces et sous-assemblages sélectionnés.",
    "Awv0SelectedOnDesc": "Afficher les pièces et sous-assemblages sélectionnés.",
    "Awv0SelectedOnlyDesc": "Afficher seulement les pièces et sous-assemblages sélectionnés. Masquer tout le reste.",
    "Awv0ContextOffDesc": "Masquer les composants qui sont inclus à la fin du fil d'Ariane de structure d'assemblage.",
    "Awv0ContextOnDesc": "Afficher les composants qui sont inclus à la fin du fil d'Ariane de structure d'assemblage.",
    "Awv0ContextOnlyDesc": "Masquer les composants qui ne sont pas inclus à la fin du fil d'Ariane de structure d'assemblage.",
    "Awv0SelectContextDesc": "Sélectionner les composants inclus à la fin du fil d'Ariane de structure d'assemblage.",
    "Awv0FitDesc": "Ajuste tous les composants à la zone de travail. La sélection de composants spécifiques ajuste la sélection à la zone de travail.",
    "Awv0Close3DSubCommandsToolbarDesc": "Fermer",
    "Close": "Fermer",
    "AreaSelectLimitExceededText": "Les {0} articles que vous venez de sélectionner dépassent la limite de sélection d'actions uniques de {1}. Aucun nouvel article ne sera sélectionné. Réessayez en sélectionnant moins d'articles.",
    "FeatureEdgesBadTopomeshErrorMessage": "Les arêtes de primitive ne s'affichent peut-être pas correctement pour certaines pièces car les données d'informations sur les arêtes sont manquantes ou incorrectes.",
    "pmiNotSupported": "Les PMI ne s'affichent peut-être pas correctement car le contenu n'est pas reconnu ou est mal formaté.",
    "SectionMeasurementBadTopomeshErrorMessage": "Cette opération n'est pas disponible car les informations sur les primitives géométriques de cette pièce sont manquantes ou erronées.",
    "sessionMemoryExceededWarning": "Votre session a dépassé la limite de mémoire du navigateur et la structure a arrêté le chargement. Vous pouvez basculer vers le serveur comme emplacement de rendu pour afficher ces données.\n\n Si vous sélectionnez Continuer, certaines fonctions peuvent ne pas fonctionner comme prévu et votre session risque d'échouer. Réduisez les données que vous chargez en filtrant votre structure avant l'affichage ou en définissant la préférence AWC_visAllOn sur False pour éviter le chargement automatique de tout l'assemblage.",
    "renderingNotSupported":"Votre navigateur n'est pas configuré pour permettre au client d'être l'emplacement de rendu. Activez WebGL dans votre navigateur ou ajoutez la prise en charge du serveur comme emplacement de rendu à votre environnement.",
    "csrNotSupportedSsrSupported":"Votre navigateur n'est pas configuré pour permettre au client d'être l'emplacement de rendu. Activez WebGL dans votre navigateur ou basculez l'emplacement de rendu actuel vers le serveur.",
    "switchToSSR":"Basculer vers l'emplacement de rendu du serveur",
    "Cancel":"Annuler",
    "LoadingViewer": "Chargement...",
    "sessionMemoryExceededWarningWithNoSSR": "Votre session a dépassé la limite de mémoire du navigateur et le chargement s'est arrêté. Vous pouvez configurer et utiliser le serveur comme emplacement de rendu pour afficher ces données. Si vous sélectionnez Continuer, certaines fonctions peuvent ne pas fonctionner comme prévu et votre session risque d'échouer. \n Pour afficher ces données à l'aide du client en tant qu'emplacement de rendu, essayez l'une des opérations suivantes : \n • Minimisez les données que vous chargez en filtrant votre structure avant de visualiser \n • Minimisez les données que vous chargez en ne chargeant pas automatiquement l'assemblage.",
    "continue":"Continuer",
    "options": "Options",
    "start": "Début",
    "stop": "Arrêter",
    "visModules": "Module",
    "svModule": "Visualisation de structure",
    "visLogsGenerationSuccess": "Les journaux ont été générés sur le serveur de visualisation. Contactez l'administrateur pour accéder aux journaux."
}
