{
    "UseTransparencyOnTitle": "Anzeigemodus für transparente Auswahl aktivieren",
    "UseTransparencyOffTitle": "Anzeigemodus für transparente Auswahl deaktivieren",
    "NavigationRotateTitle": "Rotieren",
    "NavigationPanTitle": "Verschieben",
    "NavigationZoomTitle": "Zoomen",
    "AreaSelectTitle": "Bereichsauswahl",
    "ViewerSettingsPanelTitle": "Viewer-Optionen",
    "standardViews": "Standardansichten",
    "threeDPageTitle": "3D",
    "isometric": "+Isometrisch",
    "trimetric": "-Isometrisch",
    "top": "Oben",
    "front": "Vorne",
    "right": "Rechts",
    "back": "Hinten",
    "bottom": "Unten",
    "left": "Links",
    "visibilityControls": "Sichtbarkeitseinstellungen",
    "allOn": "Alle aktivieren",
    "allOff": "Alle deaktivieren",
    "selectedOff": "Ausgewählte deaktivieren",
    "selectedOn": "Ausgewählte aktivieren",
    "selectedOnly": "Nur Ausgewählte",
    "contextOff": "Kontext deaktivieren",
    "contextOn": "Kontext aktivieren",
    "contextOnly": "Nur Kontext",
    "selectContext": "Kontext auswählen",
    "VisServerTime": "Vis-Serverzeit",
    "EMMRequests": "Gesamt-EMM-Anfragen",
    "fit": "Einpassen",
    "pickFilter": "Filter auswählen",
    "vviLaunchFailed": "Viewer kann nicht geladen werden.",
    "3DNavigation": "3D-Navigation",
    "viewerNotConfigured": "3D-Darstellung wurde nicht für diesen Server aktiviert.",
    "poolManagerFull": "Die Visualisierungs-Server sind ausgelastet. Versuchen Sie es bitte zu einem späteren Zeitpunkt erneut oder benachrichtigen Sie Ihren Systemadministrator, dass eine höhere Kapazität erforderlich ist.",
    "poolManagerDown": "Die Visualisierungs-Server sind nicht verfügbar. Versuchen Sie es bitte zu einem späteren Zeitpunkt erneut oder benachrichtigen Sie Ihren Systemadministrator.",
    "mmvDataNotViewable": "Sie versuchen MMV-Daten anzuzeigen, diese Daten können nicht unter Verwendung des Client-seitigen Renderings angezeigt werden.",
    "notEnoughBrowserStorage": "Zum Abschließen dieses Vorgangs steht nicht genügend Browser-Speicher zur Verfügung.",
    "problemInHttpReq": "Beim Verarbeiten einer HTTP-Anforderung ist ein Problem aufgetreten.",
    "browserLimitation": "Die Rendering-Komponente konnte aufgrund von Beschränkungen des Browsers nicht initialisiert werden.",
    "ssrNotSupported": "Serverseitiges Rendering wird nicht unterstützt, da keine serverseitige Grafikkarte verfügbar ist.",
    "viewerEnvironmentNotSupported": "3D-Darstellung wird für diese Umgebung nicht unterstützt.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Ungültiger Offset-Wert. Gülte Werte liegen zwischen \"{0}\" und \"{1}\".",
    "markup": "Markup",
    "securityMarkingAcknowledgement": "Ich bestätige die Markierung",
    "tcVisEmptyViewerError": "Die ausgewählte Komponente wurde nicht angezeigt, da kein Modell verknüpft ist.",
    "reconcileWarningMessage": "Der 3D-Viewer kann nicht alle Informationen anzeigen, da einige Datenreferenzen nicht aufgelöst werden konnten.",
    "OK": "OK",
    "Near": "Nahe",
    "Far": "Weit entfernt",
    "Both": "Beide",
    "Neither": "Weder noch",
    "internalError": "Beim 3D-Viewer ist ein interner Fehler aufgetreten. Verbindung wird neu hergestellt.",
    "repeatedFailure": "Beim 3D-Viewer treten wiederholt Fehler auf. Laden Sie Ihren Browser neu.",
    "attemptVisServerReconnect": "Beim 3D-Viewer ist es zu einer Zeitüberschreitung gekommen. Verbindung wird neu hergestellt.",
    "removeAnalysisResult": "Analyseergebnisse entfernen",
    "removeAnalysisResultMessage": "Die Analyseergebnisse werden aus der 3D-Ansicht entfernt.",
    "removeAnalysisResultCancelButtonText": "Abbrechen",
    "removeAnalysisResultRemoveButtonText": "Entfernen",
    "Awv0PanDesc": "Verschieben Sie die 3D-Ansicht vertikal und horizontal mit der Maus, um den Mittelpunkt der Ansicht zu verändern.",
    "Awv0RotateDesc": "Drehen Sie die Ansicht des 3D-Modells mit der Maus um den Mittelpunkt der Ansicht. Dies ist der standardmäßige Navigationsmodus.",
    "Awv0ZoomDesc": "Vergrößern oder verkleinern Sie den aktuellen Arbeitsbereich mit der Maus.",
    "Awv0AreaSelectDesc1": "Ziehen Sie ein Rechteck von links nach rechts, um nur die Teile auszuwählen, die vollständig vom Rechteck eingeschlossen werden.",
    "Awv0AreaSelectDesc2": "Ziehen Sie von rechts nach links, um auch die Teile auszuwählen, die von den Kanten des Rechtecks geschnitten werden.",
    "ViewNavigationGroupDesc": "Legen Sie den Navigationsmodus über die Maussteuerung fest. Zu den Navigationsmodi gehören Drehen, Verschieben und Vergrößern bzw. Verkleinern.",
    "Awv0UseTransparencyDesc": "Ermöglicht das Anzeigen der ausgewählten Teile in der Originalfarbe und mit Begrenzungsrahmen. Nicht ausgewählte Teile werden transparent dargestellt. Deaktivieren Sie die Option, um die ausgewählten Teile in der hervorgehobenen Farbe und nicht ausgewählte Teile in der Originalfarbe anzuzeigen.",
    "MeasurementFilterGroupDesc": "Abstände zwischen den ausgewählten Teilen oder Formelementen wie Kanten, Punkten oder Bogenmittelpunkten berechnen.",
    "Awv0ViewerSettingsDesc": "Steuern der Darstellungsmerkmale wie Material, Einheiten und 3D-Navigationsmodell.",
    "Awv0ViewOrientationGroupDesc": "Ausrichten der 3D-Ansicht des Modells an einem Standardwinkel. Sie können aus folgenden Ansichten auswählen: Oben, Unten, Links, Rechts, Vorne, Hinten, +Isometrisch.",
    "Awv0OrientIsometricDesc": "3D-Ansicht an der gespeicherten Ansicht \"+Isometrisch\" ausrichten.",
    "Awv0OrientTrimetricDesc": "3D-Ansicht an der gespeicherten Ansicht \"-Isometrisch\" ausrichten.",
    "Awv0OrientTopDesc": "3D-Ansicht an der gespeicherten Ansicht \"Oben\" ausrichten.",
    "Awv0OrientFrontDesc": "3D-Ansicht an der gespeicherten Ansicht \"Vorne\" ausrichten.",
    "Awv0OrientRightDesc": "3D-Ansicht an der gespeicherten Ansicht \"Rechts\" ausrichten.",
    "Awv0OrientBackDesc": "3D-Ansicht an der gespeicherten Ansicht \"Hinten\" ausrichten.",
    "Awv0OrientBottomDesc": "3D-Ansicht an der gespeicherten Ansicht \"Unten\" ausrichten.",
    "Awv0OrientLeftDesc": "3D-Ansicht an der gespeicherten Ansicht \"Links\" ausrichten.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Anzeigen oder Ausblenden von Teilen und Unterbaugruppen.",
    "Awv0AllOnDesc": "Anzeigen aller Teile und Unterbaugruppen.",
    "Awv0AllOffDesc": "Ausblenden aller Teile und Unterbaugruppen.",
    "Awv0SelectedOffDesc": "Ausblenden der ausgewählten Teile und Unterbauteile.",
    "Awv0SelectedOnDesc": "Anzeigen der ausgewählten Teile und Unterbaugruppen.",
    "Awv0SelectedOnlyDesc": "Nur die ausgewählten Teile und Unterbauteile anzeigen, alles andere ausblenden.",
    "Awv0ContextOffDesc": "Ausblenden der Komponenten, die am Ende des Baugruppenstruktur-Breadcrumbs enthalten sind.",
    "Awv0ContextOnDesc": "Anzeigen der Komponenten, die am Ende des Baugruppenstruktur-Breadcrumbs enthalten sind.",
    "Awv0ContextOnlyDesc": "Ausblenden der Komponenten, die nicht am Ende des Baugruppenstruktur-Breadcrumbs enthalten sind.",
    "Awv0SelectContextDesc": "Auswählen der Komponenten, die am Ende des Baugruppenstruktur-Breadcrumbs enthalten sind.",
    "Awv0FitDesc": "Alle Komponenten in den Arbeitsbereich einpassen. Das Auswählen bestimmter Komponenten fügt die Auswahl in den Arbeitsbereich ein.",
    "Awv0Close3DSubCommandsToolbarDesc": "Schließen",
    "Close": "Schließen",
    "AreaSelectLimitExceededText": "Die {0} Elemente, die Sie gerade ausgewählt haben, überschreiten die Einzelaktionsauswahlbegrenzung von {1}. Es werden keine neuen Elemente ausgewählt. Bitte versuchen Sie es erneut, indem Sie weniger Elemente auswählen.",
    "FeatureEdgesBadTopomeshErrorMessage": "Formelementkanten werden ggf. nicht richtig für einige Teile angezeigt, da die Kanteninformationsdaten fehlen oder ungenau sind.",
    "pmiNotSupported": "Die PMI können nicht richtig angezeigt werden, da der Inhalt nicht erkannt werden kann oder falsch formatiert ist.",
    "SectionMeasurementBadTopomeshErrorMessage": "Dieser Vorgang ist nicht verfügbar, da geometrische Funktionsinformationen für dieses Teil fehlen oder ungenau sind.",
    "sessionMemoryExceededWarning": "Ihre Sitzung hat die Speichergrenze des Browsers überschritten und das Laden der Struktur wurde angehalten. Sie können zum Server als Renderort wechseln, um diese Daten anzuzeigen.\n\n Wenn Sie \"Weiter\" auswählen, funktionieren einige Funktionen möglicherweise nicht wie erwartet und Ihre Sitzung könnte abstürzen. Minimieren Sie die Daten, die Sie laden, indem Sie Ihre Struktur vor dem Anzeigen filtern oder die Voreinstellung \"AWC_visAllOn\" auf \"False\" festlegen, um das automatische Laden der gesamten Baugruppe zu vermeiden.",
    "renderingNotSupported":"Ihr Browser ist nicht entsprechend konfiguriert, um den Client als Renderort zu verwenden. Aktivieren Sie WebGL in Ihrem Browser oder fügen Sie Ihrer Umgebung Unterstützung für den Server als Renderort hinzu.",
    "csrNotSupportedSsrSupported":"Ihr Browser ist nicht entsprechend konfiguriert, um den Client als Renderort zu verwenden. Aktivieren Sie WebGL in Ihrem Browser oder ändern Sie den aktuellen Renderort auf den Server.",
    "switchToSSR":"Zu Server als Renderort wechseln",
    "Cancel":"Abbrechen",
    "LoadingViewer": "Laden...",
    "sessionMemoryExceededWarningWithNoSSR": "Ihre Sitzung hat die Speichergrenze des Browsers überschritten und das Laden wurde angehalten. Sie können den Server als Renderort konfigurieren und verwenden, um diese Daten anzuzeigen. Wenn Sie \"Weiter\" auswählen, funktionieren einige Funktionen möglicherweise nicht wie erwartet und Ihre Sitzung könnte abstürzen. \n Um diese Daten mit dem Client als Renderort anzuzeigen, versuchen Sie eine der folgenden Methoden: \n • Minimieren Sie die Daten, die Sie laden, indem Sie Ihre Struktur vor dem Anzeigen filtern \n • Minimieren Sie die Daten, die Sie laden, indem Sie die Baugruppe nicht automatisch laden.",
    "continue":"Weiter",
    "options": "Optionen",
    "start": "Start",
    "stop": "Anhalten",
    "visModules": "Modul",
    "svModule": "Strukturvisualisierung",
    "visLogsGenerationSuccess": "Die Protokolle wurden auf dem Visualisierungsserver erstellt. Bitte wenden Sie sich an den Administrator, um Zugriff auf die Protokolle zu erhalten."
}
