{
    "UseTransparencyOnTitle": "Włącz tryb przezroczystego ekranu wyboru",
    "UseTransparencyOffTitle": "Wyłącz tryb przezroczystego ekranu wyboru",
    "NavigationRotateTitle": "Obróć",
    "NavigationPanTitle": "Przesunięcie",
    "NavigationZoomTitle": "Powiększenie",
    "AreaSelectTitle": "Zaznaczanie obszarem",
    "ViewerSettingsPanelTitle": "Opcje przeglądarki",
    "standardViews": "Widoki standardowe",
    "threeDPageTitle": "3D",
    "isometric": "+Izometryczny",
    "trimetric": "-Izometryczny",
    "top": "Początek",
    "front": "Przód",
    "right": "Prawa",
    "back": "Wstecz",
    "bottom": "Koniec",
    "left": "Lewa",
    "visibilityControls": "Elementy sterujące widocznością",
    "allOn": "Wszystko włączone",
    "allOff": "Wszystko wyłączone",
    "selectedOff": "Wybrane wyłączone",
    "selectedOn": "Wybrane włączone",
    "selectedOnly": "Tylko wybrane",
    "contextOff": "Kontekst wyłączony",
    "contextOn": "Kontekst włączony",
    "contextOnly": "Tylko kontekst",
    "selectContext": "Wybierz kontekst",
    "VisServerTime": "Czas serwera Vis",
    "EMMRequests": "Suma żądań EMM",
    "fit": "Dopasuj",
    "pickFilter": "Wskaż filtr",
    "vviLaunchFailed": "Wczytanie przeglądarki nie powiodło się",
    "3DNavigation": "Nawigacja 3D",
    "viewerNotConfigured": "Renderowanie 3D jest wyłączone na tym serwerze.",
    "poolManagerFull": "Serwery wizualizacji są zajęte. Spróbuj ponownie później lub poinformuj administratora systemu o konieczności zwiększenia mocy obliczeniowej.",
    "poolManagerDown": "Serwery wizualizacji są niedostępne. Spróbuj ponownie później lub poinformuj administratora systemu o problemie.",
    "mmvDataNotViewable": "Próbujesz wyświetlić dane MMV, których nie można wyświetlić za pomocą renderingu po stronie klienta.",
    "notEnoughBrowserStorage": "Brak wystarczającej ilości pamięci przeglądarki do zakończenia tej operacji.",
    "problemInHttpReq": "Wystąpił problem z przetwarzaniem żądania HTTP.",
    "browserLimitation": "Nie można zainicjować komponentu renderującego z powodu ograniczeń przeglądarki.",
    "ssrNotSupported": "Rendering po stronie serwera nie jest obsługiwany, ponieważ nie ma dostępnej karty graficznej po stronie serwera.",
    "viewerEnvironmentNotSupported": "Renderowanie 3D nie jest obsługiwane w tym środowisku.",
    "coordinateX": "X",
    "coordinateY": "Y",
    "coordinateZ": "Z",
    "xy": "XY",
    "xz": "XZ",
    "yz": "YZ",
    "custom": "θ",
    "invalidOffsetValueWarning": "Nieprawidłowa wartość odsunięcia. Prawidłowe wartości należą do zakresu od \"{0}\" do \"{1}\".",
    "markup": "Uwaga",
    "securityMarkingAcknowledgement": "Potwierdzam oznaczenie",
    "tcVisEmptyViewerError": "Wybrany komponent nie został wyświetlony, ponieważ nie ma żadnego powiązanego modelu.",
    "reconcileWarningMessage": "Przeglądarka 3D nie może wyświetlić wszystkich informacji, ponieważ nie można rozpoznać niektórych odwołań do danych.",
    "OK": " OK",
    "Near": "Bliski",
    "Far": "Daleki",
    "Both": "Oba",
    "Neither": "Żadne",
    "internalError": "W przeglądarce 3D wystąpił błąd wewnętrzny. Trwa ponowne nawiązywanie połączenia.",
    "repeatedFailure": "W przeglądarce 3D występują wielokrotne błędy. Uruchom ponownie przeglądarkę.",
    "attemptVisServerReconnect": "Upłynął limit czasu przeglądarki 3D. Trwa ponowne nawiązywanie połączenia.",
    "removeAnalysisResult": "Usuń wyniki analizy",
    "removeAnalysisResultMessage": "Wyniki analizy zostaną usunięte z widoku 3D",
    "removeAnalysisResultCancelButtonText": "Anuluj",
    "removeAnalysisResultRemoveButtonText": "Usuń",
    "Awv0PanDesc": "Przenieś widok 3D w pionie lub w poziomie za pomocą myszy, aby zmienić środek widoku.",
    "Awv0RotateDesc": "Obróć widok modelu 3D wokół środka widoku za pomocą myszy. Jest to domyślny tryb nawigacji.",
    "Awv0ZoomDesc": "Powiększ lub zmniejsz bieżący obszar roboczy za pomocą myszy.",
    "Awv0AreaSelectDesc1": "Przeciągnij prostokąt z lewej strony na prawą, aby zaznaczyć tylko te części, które są w pełni ograniczone przez prostokąt.",
    "Awv0AreaSelectDesc2": "Przeciągnij z prawej strony na lewą, aby zaznaczyć również części przecięte krawędziami prostokąta.",
    "ViewNavigationGroupDesc": "Ustaw tryb nawigacji za pomocą elementów sterowania myszą. Tryby nawigacji to obrót, przesunięcie i powiększenie.",
    "Awv0UseTransparencyDesc": "Włącz, aby wyświetlić wybrane części w ich oryginalnych kolorach z prostopadłościanami otaczającymi. Niewybrane części będą wyświetlane jako przezroczyste. Wyłącz, aby wyświetlić wybrane części w kolorze wyróżnienia, a niewybrane części wyświetlić w ich oryginalnym kolorze.",
    "MeasurementFilterGroupDesc": "Oblicza odległości między wybranymi częściami lub wybranymi elementami, np. krawędziami, punktami lub środkami łuków.",
    "Awv0ViewerSettingsDesc": "Kontroluje charakterystykę widoku, np. materiał, jednostki oraz model nawigacji 3D.",
    "Awv0ViewOrientationGroupDesc": "Wyrównaj widok 3D modelu do kąta standardowego. Można wybrać jeden z następujących widoków: Góra, Dół, Lewo, prawo, Przód, Tył, +Izometryczny, -Izometryczny.",
    "Awv0OrientIsometricDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku +Izometryczny.",
    "Awv0OrientTrimetricDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku -Izometryczny.",
    "Awv0OrientTopDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z góry.",
    "Awv0OrientFrontDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z przodu.",
    "Awv0OrientRightDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z prawej.",
    "Awv0OrientBackDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z tyłu.",
    "Awv0OrientBottomDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z dołu.",
    "Awv0OrientLeftDesc": "Wyrównaj widok 3D z użyciem przechowywanego widoku z lewej.",
    "Awv0ViewerConvenienceCommandGroupDesc": "Pokaż lub ukryj części i podzłożenia.",
    "Awv0AllOnDesc": "Pokaż wszystkie części i podzłożenia.",
    "Awv0AllOffDesc": "Ukryj wszystkie części i podzłożenia.",
    "Awv0SelectedOffDesc": "Ukryj wybrane części i podzłożenia.",
    "Awv0SelectedOnDesc": "Pokaż wybrane części i podzłożenia.",
    "Awv0SelectedOnlyDesc": "Pokaż tylko wybrane części i podzłożenia. Ukryj wszystkie inne.",
    "Awv0ContextOffDesc": "Ukryj komponenty, które uwzględniono na końcu ścieżki nawigacyjnej struktury złożenia.",
    "Awv0ContextOnDesc": "Wyświetl komponenty, które uwzględniono na końcu ścieżki nawigacyjnej struktury złożenia.",
    "Awv0ContextOnlyDesc": "Ukryj komponenty, których nie uwzględniono na końcu ścieżki nawigacyjnej struktury złożenia.",
    "Awv0SelectContextDesc": "Wybierz komponenty uwzględnione na końcu ścieżki nawigacyjnej struktury złożenia.",
    "Awv0FitDesc": "Dopasuj wszystkie komponenty do obszaru roboczego. Wybranie określonych komponentów powoduje dopasowanie wyboru do obszaru roboczego.",
    "Awv0Close3DSubCommandsToolbarDesc": "Zamknij",
    "Close": "Zamknij",
    "AreaSelectLimitExceededText": "Liczba wybranych pozycji {0} przekracza limit wyboru dla pojedynczej czynności {1}. Nie zostaną wybrane żadne pozycje. Spróbuj ponownie, wybierając mniej pozycji.",
    "FeatureEdgesBadTopomeshErrorMessage": "Krawędzie elementów mogą nie wyświetlać się poprawnie dla niektórych części, ponieważ brakuje informacji o krawędziach lub są one niedokładne.",
    "pmiNotSupported": "Wskaźnik PMI może nie wyświetlać się poprawnie, ponieważ jego zawartość nie została rozpoznana lub jest nieprawidłowo sformatowana.",
    "SectionMeasurementBadTopomeshErrorMessage": "Ta operacja jest niedostępna, ponieważ brakuje lub informacji o cechach geometrycznych tej części lub są one niedokładne.",
    "sessionMemoryExceededWarning": "Twoja sesja przekroczyła limit pamięci przeglądarki i wczytywanie struktury zostało przerwane. Aby wyświetlić te dane, możesz przełączyć się na serwer jako lokalizację renderowania.\n\n Jeśli wybierzesz opcję Kontynuuj, niektóre funkcje mogą nie działać zgodnie z oczekiwaniami, a sesja może zakończyć się niepowodzeniem. Zminimalizuj wczytywane dane, filtrując strukturę przed wyświetleniem lub ustawiając preferencję AWC_visAllOn na False, aby uniknąć automatycznego wczytywania całego złożenia.",
    "renderingNotSupported":"Przeglądarka nie jest skonfigurowana w taki sposób, aby zezwalała na klienta jako lokalizację renderowania. Włącz webGL w przeglądarce lub dodaj obsługę serwera jako lokalizację renderowania do swojego środowiska.",
    "csrNotSupportedSsrSupported":"Przeglądarka nie jest skonfigurowana w taki sposób, aby zezwalała na klienta jako lokalizację renderowania. Włącz webGL w przeglądarce lub przełącz bieżącą lokalizację renderowania na serwer.",
    "switchToSSR":"Przełączanie na lokalizację renderowania serwera",
    "Cancel":"Anuluj",
    "LoadingViewer": "Ładowanie...",
    "sessionMemoryExceededWarningWithNoSSR": "Twoja sesja przekracza limit pamięci przeglądarki i wczytywanie zostało zatrzymane. W celu wyświetlenia tych danych możesz skonfigurować serwer i użyć go jako lokalizacji renderowania. Po wybraniu przycisku Kontynuuj niektóre funkcje mogą nie działać zgodnie z oczekiwaniami i sesja może zakończyć się niepowodzeniem. \n Aby wyświetlić te dane przy użyciu klienta jako lokalizacji renderowania, spróbuj wykonać jedną z następujących czynności: \n • Zmniejsz ilość wczytywanych danych poprzez odfiltrowanie swojej struktury przed wyświetleniem \n • Zmniejsz ilość wczytywanych danych nie wczytując automatycznie złożenia.",
    "continue":"Kontynuuj",
    "options": "Opcje",
    "start": "Rozpocznij",
    "stop": "Zatrzymaj",
    "visModules": "Moduł",
    "svModule": "Wizualizacja struktury",
    "visLogsGenerationSuccess": "Dzienniki zostały wygenerowane na serwerze wizualizacji. Aby uzyskać dostęp do dzienników, skontaktuj się z administratorem."
}
